package com.example.retrofit2.bean;

import java.util.List;

/**
 * Created by Shadow on 2017/10/8.
 */

public class NewsBean2 {

    /**
     * status : 0
     * msg : ok
     * result : {"channel":"头条","num":"10","list":[{"title":"中国体操触底反弹 范忆琳独自登最高峰带走阴云","time":"2017.10.08 06:06:12","src":"新浪体育","category":"sports","pic":"http://api.jisuapi.com/news/upload/201710/08080002_47481.jpg","content":"<p class=\"art_p\"><\/p><p class=\"art_p\">肖若腾之后，谁是第二个本届世锦赛中国冠军？或者肖就是唯一的冠军？答案在今天单项首日就已经揭晓。上海选手范忆琳稳稳的建立起属于自己的功勋。世锦赛两连冠，达成的体操名将多如过江之鲫，但对于目前渴望走出低谷的中国体操队来说，这又是一次巨大的精神力量的促进和激励。肖若腾和林超攀包揽男子全能冠亚军不是冷门，范忆琳两连冠更不是冷门，中国体操从来没跌出世界强队的区域。<\/p><p class=\"art_p\">回想15年世锦赛，范忆琳和科莫娃、斯皮里多诺娃、科西安一起，同以15.366分并列冠军，四将放三遍国歌也是奇迹之景。不过按照现在以完成分来给同分情况下名次排序的新规则，小范当时的完成分其实是最低的，因为她难度最高。<\/p><p class=\"art_p\">并列冠军，总没有单独冠军来得光荣自豪。允许并列排名最宽松的高尔夫球，在冠军上却只取一位，加洞赛比到天荒地老也要决出一位选手，第一名所被赋予的特殊含义，注定了它应该具备独一无二的性质才对。但一味搏杀难度，却忽略动作完成度，其实中国体操是有深刻教训的，最近的就是在里约奥运会。范忆琳也是受害者之一。<\/p><p class=\"art_p\">还记得让很多国人忿忿不平的奥运预赛吗？中国队被安排在早场进行，范忆琳的全套动作看上去很顺，但却被裁判打出了8.366的低完成分，最终无缘高低杠决赛。冷门爆出后，很多人自己脑补了很多阴谋迫害论。但恰恰小范对自己这场表现接受过现场采访，由于平衡木和高低杠接得过近，当时准备两套高难动作时不够充分，\u201c结果自己在高低杠上的两个连接没连上，虽然没有掉下器械，但对于运动员来说，这是很大的失误。\u201d<\/p><p class=\"art_p\">显然小范对失败有足够清醒认识，可惜在当时她这样的当事人的声音却被忽视了。但无论忽视还是重视，能证明自己能力的唯一一件事，就是在奥运结束后的下一届世界大赛里，重新找回属于自己的荣誉。范忆琳在15年世锦赛和16年里约奥运会，至少坐实了一件事：她的难度天下无敌，<\/p><p class=\"art_p\">而在2017年难度改制后，范忆琳的动作难度继续排在世界第一。还缺什么？稳定性。不仅是你下法要站住，特别关键杠上动作的连接要全部达成。这样的进步，才显得\u201c难度高\u201d这三个字，它高得有意义，而不单纯给人一种\u201c豁出去搏杀一把\u201d的卤莽心态。<\/p><p class=\"art_p\">这次预赛，范忆琳杠上完美，下法糟糕，曾让我们又惊又喜，惊的是，下法不好，更没理由质疑裁判打分。喜的是，里约之后范忆琳的成套越来越稳定，看来不会再出现里约奥运会时的没连上毛病。而到了决赛，当范忆琳下法仅仅侧跳一步时，教练王群策已经要和弟子热烈拥抱了，虽然不是死死站住，但也足够了。高难度价值，在这场决赛里得到了最完美的诠释，再没有其他外国选手还能有这水平并列，这次是唯一的冠军！<\/p><p class=\"art_p\">6.5的成套，在目前的女子高低杠世界里，只有范忆琳可以达到，而三年来连续经历世界最高级别赛事的范忆琳，现在也不过是17岁女生。如果范忆琳能把目前的优势，一路延续到东京奥运会之上，别说是对中国高低杠事业，对于中国体操其他项目，也有很好的推动作用。无论男女，体操无时不刻的需要领军人物奔向新世界，不求全能如何，范忆琳的高低杠王朝，时间越长越好。<\/p><p class=\"art_p\">(威猛)<\/p>","url":"http://sports.sina.cn/others/ticao/2017-10-08/detail-ifymrcmm9115015.d.html?vt=4&pos=108","weburl":"http://sports.sina.com.cn/others/ticao/2017-10-08/doc-ifymrcmm9115015.shtml"},{"title":"手机式出游时代来临 西湖景区4G流量增长207%","time":"2017-10-08 06:02","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08100004_25423.jpg","content":"<p class=\"art_p\">原标题：\u201c手机式出游\u201d时代来临 西湖景区4G流量增长207%<\/p>","url":"http://news.sina.cn/gn/2017-10-08/detail-ifymrcmm9114770.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/nd/2017-10-08/doc-ifymrcmm9114770.shtml"},{"title":"小学生将蜗牛养到四代同堂 送蜗牛像\u201c嫁女儿\u201d","time":"2017-10-08 06:00","src":"中国新闻网","category":"news","pic":"","content":"<p class=\"art_p\">原标题：一小学生将蜗牛养到四代同堂 送蜗牛就像嫁\u201c女儿\u201d<\/p><p class=\"art_p\">来源：钱江晚报&nbsp;<\/p><p class=\"art_p\">长假期间，有一群人不是忙着旅游，也不是忙着吃吃喝喝，而是在找一样东西\u2014\u2014他们就是三年级生的家长，趁着夜晚，打着电筒，在小区里满世界寻找蜗牛。<\/p><p class=\"art_p\">因为，在三年级科学课上册的第二单元有一个内容，叫做观察蜗牛。蜗牛自然成了必不可少的\u201c道具\u201d，有的是科学老师准备好的，有的是家长网上买的，有的是全家出动去抓的。<\/p><p class=\"art_p\">可杭州保俶塔实验学校申花校区的科学老师郑维庆却一点都不担心这个问题，因为他前两天收到了一位学生送来的20多只蜗牛，还有一批蜗牛卵，\u201c我会选择一个班级，让学生抽签决定，谁能拥有这些蜗牛。\u201d<\/p><p class=\"art_p\">郑老师向记者透露，蜗牛们的主人是四年级学生孙悠翔，\u201c他从去年开始养蜗牛，已经一年了，现在变成了一位蜗牛小专家。\u201d<\/p>","url":"http://news.sina.cn/sh/2017-10-08/detail-ifymrcmm9114553.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/s/wh/2017-10-08/doc-ifymrcmm9114553.shtml"},{"title":"默克尔宣布将与自民党和绿党展开组阁谈判","time":"2017-10-08 05:10","src":"中国新闻网","category":"news","pic":"","content":"<p class=\"art_p\">中新社柏林10月7日电 （记者 彭大伟）德国总理默克尔7日表示，其带领的联盟党（基民盟/基社盟）将与自民党和绿党展开组阁谈判。这是本次德国大选结束后，默克尔首次宣布将采纳三党共同组阁的\u201c牙买加模式\u201d。<\/p><p class=\"art_p\">当天在德累斯顿出席联盟党青年联盟（Jungen Union）全国大会时，默克尔作出上述表示。今年9月24日举行的大选中，联盟党、自民党和绿党分别获得33%、10.7%、8.9%的选票。尽管三党得票率之和已超过50%的组阁门槛，但上述三党左中右组合的\u201c牙买加模式\u201d在德国战后历史上尚无先例，被认为谈判难度将空前。<\/p><p class=\"art_p\">默克尔当天宣布这一消息时表示，尽管将面临艰难的组阁谈判，但最终目的是为了建立起一个值得信赖的政府。她坦言，除了\u201c牙买加模式\u201d之外已别无选择。<\/p><p class=\"art_p\">\u201c在可以预见的一段时期内，社民党在全国层面显然不具备执政能力。因此我们不应再对此（大联合政府）抱有幻想。\u201d默克尔说。<\/p><p class=\"art_p\">10月8日，联盟党内的两个姊妹党基民盟和基社盟将就组阁议题展开酝酿性质的内部协商。然而，双方围绕接收难民人数的上限等核心议题仍存在公开分歧。<\/p><p class=\"art_p\">据《法兰克福汇报》报道，就在7日的青年联盟全国大会上，来自巴伐利亚州的基社盟青年代表在默克尔入场时高举写有\u201c我们已经吃一堑长一智了，您呢？\u201d和\u201c为移民设置界限\u201d等标语表达不满。基民盟秘书长陶博入场时也遭到了这部分代表的嘘声。<\/p><p class=\"art_p\">德国之声援引基社盟主席霍斯特·泽霍费尔的观点指出，仅当联盟党内部就共同谈判路线达成一致后，方可启动同自民党和绿党的谈判。该台预计，他与默克尔将在8日就此展开小范围讨论。<\/p><p class=\"art_p\">默克尔目前还需要操心西部大州下萨克森即将于本月15日举行的地方选举。根据最新民调，基民盟在该州支持率已跌至与社民党齐平的地步。默克尔将从12日开始密集造访该州的塞沃塔尔、韦希塔、施塔德、奥斯纳布吕克等地，为基民盟助选。（完）<\/p>","url":"http://news.sina.cn/2017-10-08/detail-ifymrcmm9112215.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-10-08/doc-ifymrcmm9112215.shtml"},{"title":"苹果走下王座 华为等国产机或迎前所未有超车机会","time":"2017-10-08 05:09","src":"经济观察报","category":"finance","pic":"http://api.jisuapi.com/news/upload/201710/08060004_65694.jpg","content":"<p class=\"art_p\">苹果走下王座，手机业将要进入国产时代？<\/p><p class=\"art_p\">冯庆艳<\/p><p class=\"art_p\">\u201c变\u201d似乎是手机行业唯一不变的定律，曾经诺基亚、摩托罗拉称霸全球手机业，苹果以颠覆者形象出现，从而造就了手机利润全球占比80%以上的传奇，而如今苹果的引领者价值正在被削弱。<\/p><p class=\"art_p\">苹果iPhone8/8plus、iPhoneX三个新品近期发布，并未消弭此前其创新乏力的质疑声，搭载人脸识别技术的iPhoneX，能否让消费者意识到其真正价值也是未知数，而率先引发全面屏热潮；推出首款人工智能芯片；在人脸识别、VR、3D摄像头等方面不断大胆尝试，华为、小米、OPPO、vivo等中国主流手机厂商，某些方面已经跃升到了可以与苹果、三星等较量一二的位置，它们是否迎来了手机史上前所未有的弯道超车机会？<\/p><p class=\"art_p\"><strong>\u201c松一口气\u201d<\/strong><\/p><p class=\"art_p\">苹果虽然近期一口气发布了i-Phone8/8plus、iPhoneX三个手机新品，中国某手机厂商相关负责人对记者坦言，看到了苹果新品展示的创新技术应用，这让他松了一口气。乔布斯2007年发布了第一款iphone产品，彼时诺基亚全球市场份额占比40%左右，塞班系统风光无限，三年后，苹果iphone4首次做了大幅改版，从此，苹果成功击溃了多年手机霸主诺基亚、摩托罗拉，IOS系统也成功击溃塞班系统，但短短十年之后的今天，苹果创新带来的品牌溢价正在式微。<\/p><p class=\"art_p\">在第一手机界研究院院长孙燕飚看来，中国手机厂商松了口气背后，是其综合实力的极大提升，曾经苹果发布iPhone新品，新品上一项创新技术的应用，中国手机厂商需要两三年时间才能追赶上其创新节奏，而如今像华为、OPPO、vivo、小米等则只需要两三个月的时间，便可以追赶上。创新技术的应用上几乎没有了门槛，甚至有些地方还要领先一步。<\/p><p class=\"art_p\">在今年下半年，有一个业内段子调侃，如果手机新品不是全面屏的，都不好意思开发布会，三星、LG、夏普以及华为、小米、vivo、OP-PO、金立、努比亚等，有的已经发布全面屏旗舰手机，有的将要发布。甚至像糖果手机推出一款价位千元的全面屏手机，将全面屏手机激战范围从中高端拉伸到了低端市场，而近期发布了iPhone8/8plus、iPhoneX三款新机的苹果，一是时机上并未引领局势，二是仅有代表其创新水平的iPhoneX是全面屏手机，而iPhone8/8plus并不是。<\/p><p class=\"art_p\">手机同质化时期，孙燕飚告诉记者，全面屏手机犹如\u201c韩国微整容\u201d，颜值上的修整，带给消费者手机改变很大的印象，但有个痛点则是手机从85%的屏占比提升到90%，则成本却是成倍的增长，因为这带来的是元器件的集成化，模组的集中化，摄像头的微型化等，这让所有的元器件都要定制。<\/p><p class=\"art_p\">不过全面屏正在成为手机标配，因为iPhone8/8plus不是全面屏等因素，造成首售效果相较于以往手机新品发布落差较大。AboveAvalon分析师NeilCybart对外表示，iPhone8开售第一周销量可能是2014年iPhone6发售以来最低的一次。中国移动某人士披露的其销量情况与前者所说颇为吻合。<\/p><p class=\"art_p\"><strong>苹果供应链尴尬<\/strong><\/p><p class=\"art_p\">一边是 iPhone8采用的是in-cell屏，如果改变切割尺寸做全面屏，整个屏幕的良品率会下掉到50%以下。由于in-cell屏可以实现触控显示一体化，而如果不采用in-cell屏，则违背了苹果追求机身纤薄的消费潮流。<\/p><p class=\"art_p\">另一边，实现全面屏的iPhoneX依然矛盾，该手机使用的是三星OLED屏幕，但孙燕飚分析，这似乎并非苹果所愿，因为苹果iPhone产品一般拥有36个月的市场使用寿命，而OLED屏幕有个天生毛病，光衰是18个月，消费者用了一段时间后，会发现手机屏幕越用越绿，这显然跟苹果使用周期相矛盾。但是为了使用三星的折叠技术专利，只能按照三星要求采用其OLED屏幕。<\/p><p class=\"art_p\">这背后彰显了苹果供应链掌控不力的尴尬。<\/p><p class=\"art_p\">近来苹果采购核心零部件尤其是新技术OLED屏幕上的供应链把控能力式微，台湾面板厂商友达被排除在2017年供应商名单之外，三星成了其手机OLED屏幕的唯一供应商，这违背了苹果一直秉承的\u201c双供应商策略\u201d，而近期苹果频频与京东方沟通合作事宜，可见其改变现状的迫切性，也侧面反映了中国在上游核心零部件上的实力得到大幅提升。<\/p><p class=\"art_p\">任正非在近日华为诺亚方舟实验室座谈会上的一次内部讲话称，从未想干翻苹果，AI投资见顶下跌时正是机会。华为9月2日在IFA上发布了一款名叫麒麟970的人工智能芯片，这款芯片将应用在即将在10月16日发布的高端旗舰机mate10身上，这款新机外界分析会拥有虹膜识别或3D摄像等最新技术，而小米mix2、vivox20等均搭载了人脸识别技术。<\/p><p class=\"art_p\">\u201cAI、AR、3D摄像头等新技术在苹果iPhoneX上的应用，华为、OP-PO、vivo、小米等中国手机厂商跟随只需两三个月，对于如今的中国手机厂商来说，并没有特别大的技术门槛和实现周期，\u201d孙燕飚告诉记者。<\/p><p class=\"art_p\">而且每一种新技术从兴起到普及需要一个过程，苹果iPhoneX搭载的3D摄像人脸识别技术，到底何时引领起来消费者这方面的需求，依然是个未知数。从教育市场到真正市场爆发的过程，这期间，带给中国手机厂商一些生存发展的机会，因为中国厂商非常擅长把握消费者需求，着重在用户体验上下手，而新技术的跟进也非常快速。<\/p><p class=\"art_p\">近期ios系统的对手安卓系统缔造者谷歌，用11亿美元将HTC手机团队并购，这被看作是谷歌避免苹果ios系统一家独大的一步棋。这势必带给苹果一些新的压力。而中国手机品牌基本都采用安卓系统，这无疑也给中国手机厂商一个追赶的时机。<\/p><p class=\"art_p\">在作为世界第二大经济体的中国，截至目前，苹果已经连续六个季度销量连续下滑，为了挽回在中国的颓势，苹果近期在中国设了一个新职位，派葛越担任苹果大中华区（包括大陆、香港和台湾）首任副总裁和总经理。<\/p><p class=\"art_p\">苹果在其他地区并未有担任领导职务的高管。而葛越面对的不仅是iPhone8首次销售的不理想，还有如何在中国手机品牌强力竞争下，让即将上市发售的、价位高昂的iPhoneX，获得中国消费者的认可等难题。<\/p>","url":"http://finance.sina.cn/usstock/mggd/2017-10-08/detail-ifymrcmm9111782.d.html?vt=4&pos=108","weburl":"http://finance.sina.com.cn/stock/usstock/c/2017-10-08/doc-ifymrcmm9111782.shtml"},{"title":"身边环境更优美 全国地表水水质优良比例达70%","time":"2017-10-08 04:07","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08060003_24283.jpg","content":"<p class=\"art_p\">原标题：全国地表水水质优良比例达70%<\/p><p class=\"art_p\">身边的环境更优美了<\/p><p class=\"art_p\">来源：人民日报<\/p><p class=\"art_p\">制图：蔡华伟<\/p><p class=\"art_p\">\u201c最近这几个月，北京空气一直不错，今年的蓝天白云比以前多多了。这几年政府对大气治理投入很大，效果也很好。\u201d家住丰台区的北京市民郑昊说。<\/p><p class=\"art_p\">今年3月份至8月份，北京PM2.5浓度连续6个月创历史同期最低，8月北京PM2.5月均浓度为38微克/立方米，是自2013年有PM2.5监测数据以来，月均浓度首次低于40微克/立方米。<\/p><p class=\"art_p\">党的十八大以来，是我国生态文明建设力度最大、举措最实、推进最快、成效最好的时期。<\/p><p class=\"art_p\">制度密集出台。党中央、国务院印发《关于加快推进生态文明建设的意见》《生态文明体制改革总体方案》。中央全面深化改革领导小组审议通过40多项生态文明建设和环境保护具体改革方案，一批具有标志性、支柱性的改革举措陆续推出。中央环保督察完成对31个省区市的督察，实现了全覆盖。<\/p><p class=\"art_p\">执法力度加大。环境保护法、大气污染防治法、水污染防治法、环境影响评价法等法律完成制修订。\u201c史上最严\u201d的新环保法，在打击环境违法行为方面力度空前。5年来，针对一些地方履职不到位、环境质量持续恶化等问题，环境保护部公开约谈40多个市（州、县）。<\/p><p class=\"art_p\">环境大幅改善。2016年，京津冀、长三角、珠三角三个区域PM2.5平均浓度与2013年相比都下降了30%以上。全国酸雨面积占国土面积比例由历史高点的30%左右下降到7.2%。2017年上半年，全国地表水水质优良（Ⅰ\u2015Ⅲ类）水体比例为70.0%。<\/p><p class=\"art_p\">\n<script type=\"text/javascript\">// <![CDATA[\n// <！[CDATA[\n// <！[CDATA[\n// <！[CDATA[\n_acM（{aid：\u201cmm_122588615_24060014_79798355\u201d，format：1，mode：1，gid：1，serverbaseurl：\u201cafpeng.alimama.com/\u201d}）；\n// ]]><\/script>\n<\/p>","url":"http://news.sina.cn/gn/2017-10-08/detail-ifymrcmm9110370.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/nd/2017-10-08/doc-ifymrcmm9110370.shtml"},{"title":"中国海军远航访问编队20国访问结束 启程回国","time":"2017-10-08 04:03","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08060002_75857.jpg","content":"<p class=\"art_p\">原标题：中国海军远航访问编队20国访问结束 启程回国<\/p><p class=\"art_p\">来源：人民日报<\/p><p class=\"art_p\">本报泰国梭桃邑10月7日电 （记者孙广勇）中国海军远航访问编队7日结束对泰国的友好访问，开始踏上回国的航程。至此，编队圆满完成对亚非欧三大洲20个国家的远航访问任务。<\/p><p class=\"art_p\">当地时间7日10时，中国驻泰国国防武官，泰国海军舰队官兵代表，华侨华人、中资机构和留学生代表等200余人在码头冒雨为编队送行。<\/p><p class=\"art_p\">访泰期间，编队指挥员沈浩拜会了泰国副总理兼国防部长巴威等泰军政领导。巴威对编队到访表示热烈欢迎，并表示泰中两国两军尤其是海军间友好关系源远流长，希望双方进一步深化交流合作。<\/p><p class=\"art_p\">编队政委徐平率官兵代表赴泰罗勇府光华学校组织慰问联谊活动，向学校孩子们赠送了具有中国特色的熊猫玩具和书包等文具。<\/p><p class=\"art_p\">\n<script type=\"text/javascript\">// <![CDATA[\n// <！[CDATA[\n// <！[CDATA[\n// <！[CDATA[\n// <！[CDATA[\n_acM（{aid：\u201cmm_122588615_24060014_79798355\u201d，format：1，mode：1，gid：1，serverbaseurl：\u201cafpeng.alimama.com/\u201d}）；\n// ]]><\/script>\n<\/p><p class=\"art_p\">中泰两国海军官兵举行了篮球友谊赛。长春舰、荆州舰、巢湖舰向泰当地民众和华侨华人开放。<\/p><p class=\"art_p\">中国海军远航访问编队舰艇驶离梭桃邑港后，在泰国湾海域与泰国海军举行海上联合演练。<\/p>","url":"http://news.sina.cn/gn/2017-10-08/detail-ifymrcmm9110294.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/nd/2017-10-08/doc-ifymrcmm9110294.shtml"},{"title":"女子试图越入英白金汉宫被捕 警方称与恐袭无关","time":"2017-10-08 04:00","src":"人民日报海外版","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08080002_58377.png","content":"<p class=\"art_p\">海外网10月8日电 一名30岁的女子因试图攀爬进入英国白金汉宫遭警察逮捕。当时，白金汉宫（Buckingham Palace）的官员观察到该女子爬上前门试图越入宫殿内，不过在她翻越大门之前很快被2名警察带走。警方称，该事件与恐怖袭击无关。就在不久前，英国自然历史博物馆（Natural History Museum）外有汽车蓄意冲上人行道，并撞伤多人。在曼彻斯特发生恐怖袭击事件之后，英国首相特蕾莎·梅于宣布将英国面临恐怖主义威胁等级提高至\u201c危急\u201d级别。<\/p><p class=\"art_p\">据英国《每日邮报》报道，一名大都会警察发言人称，\u201c（当地时间）周六17点40分左右，白金汉宫的官员观察到一名30岁左右的女子爬上宫殿的前门，不过在她翻越大门之前很快被2名警察带走。\u201d<\/p><p class=\"art_p\">参观白金汉宫的游客见到此景纷纷受到惊吓。该女子被逮捕后朝着警车大吼大叫。<\/p><p class=\"art_p\">根据《严重有组织犯罪法》第128条，该女子因涉嫌擅闯受保护建筑而被拘捕，目前被关押在伦敦某警察局内。警方称，该事件并未视作恐怖袭击事件。<\/p><p class=\"art_p\">另据英国《每日电讯报》报道，去年（2016年），一名21岁的女子因试图攀爬越过白金汉宫侧面的墙壁遭警方逮捕。<\/p><p class=\"art_p\">2011年，两名涉嫌试图闯进白金汉宫的学费抗议者被警察逮捕。伦敦大都会警察逮捕了两名男子，这两人当时正试图说服警卫让他们进入白金汉宫。大都会警察一名发言人说，\u201c我们依据《严重有组织犯罪法》第128条逮捕了一名26岁和一名20岁的男子。\u201d<\/p><p class=\"art_p\">2003年，一名来自英国利兹的退休助产士Lindis Percy爬上白金汉宫入口处20英尺高的大门抗议美国前总统布什在国家访问期间停留在白金汉宫。<\/p><p class=\"art_p\">据此前报道，当地时间10月7日下午，在位于伦敦的英国自然历史博物馆（Natural History Museum）外有汽车蓄意冲上人行道，并撞伤多人，一名男子当场被捕。目前，警方正对嫌疑人的作案动机等进行进一步的调查。英国《卫报》援引警方发言人的话称，\u201c目前并没有信息表明这是一起恐怖袭击事件。\u201d<\/p><p class=\"art_p\">在曼彻斯特发生恐怖袭击事件之后，英国首相特蕾莎·梅于5月23日宣布，将英国面临恐怖主义威胁等级提高至\u201c危急\u201d级别。这是英国设定的恐怖主义威胁等级的最高级，这个等级的涵义是\u201c面临进一步袭击的威胁迫在眉睫\u201d。（编译/海外网 巩浩）<\/p>","url":"http://news.sina.cn/gj/2017-10-08/detail-ifymrcmm9110457.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/zx/2017-10-08/doc-ifymrcmm9110457.shtml"},{"title":"俄再将日船员扣留争议岛屿 日曾支付百万释放金","time":"2017-10-08 03:56","src":"人民日报海外版","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08070002_78408.png","content":"<p class=\"art_p\"><img title=\"1507399222556560.png\" src=\"https://n.sinaimg.cn/news/crawl/20171008/JpIT-fymrcpw5103963.png\" alt=\"\"><span class=\"img_descr\"><\/span><\/p>","url":"http://news.sina.cn/gj/2017-10-08/detail-ifymrcmm9110400.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/zx/2017-10-08/doc-ifymrcmm9110400.shtml"},{"title":"世界杯第12支参赛队诞生！非洲首个晋级队出炉","time":"2017.10.08 02:42:59","src":"新浪体育","category":"sports","pic":"http://api.jisuapi.com/news/upload/201710/08100003_84281.jpg","content":"<p class=\"art_p\">各大洲的世界杯预选赛都进行到了关键阶段，又有一些球队在这个国际比赛日陆续拿到了明年世界杯的门票。在刚刚结束的一场非洲区预选赛当中，<strong>尼日利亚<\/strong>凭借阿森纳小将伊沃比的进球主场1-0击败赞比亚，提前一轮进军世界杯，也成为非洲区第一支出线的球队。<\/p><p class=\"art_p\">世界杯非洲区预选赛目前已经进行到了第三阶段，也就是20强赛。20支球队分为5个小组进行主客场双循环，每个组的第一名出线。尼日利亚和喀麦隆、阿尔及利亚还有赞比亚同分在了死亡之组，但非洲雄鹰表现出色，主场先后击败阿尔及利亚和喀麦隆两个主要对手，又主客场双杀赞比亚，只是客场和喀麦隆打平。在20强赛的较量中，切尔西大将摩西贡献3球，伊沃比、伊赫纳乔和米克尔各自攻入2球。这将是尼日利亚第6次参加世界杯，他们1994年上演世界杯首秀，上届巴西世界杯则打入16强。<\/p><p class=\"art_p\">尼日利亚也成为第12支确定参加明年世界杯的球队，之前11支分别是俄罗斯（东道主）、巴西（南美区）、伊朗、日本、韩国、沙特（亚洲区）、墨西哥（中北美及加勒比地区）、比利时、德国、英格兰和西班牙（欧洲区）。<\/p><p class=\"art_p\">（华迪维亚）<\/p>","url":"http://sports.sina.cn/premierleague/arsenal/2017-10-08/detail-ifymrcmm9104632.d.html?vt=4&pos=108","weburl":"http://sports.sina.com.cn/g/pl/2017-10-08/doc-ifymrcmm9104632.shtml"}]}
     */

    private String status;
    private String msg;
    private ResultBean result;

    public String getStatus() {
        return status;
    }

    public void setStatus(String status) {
        this.status = status;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public ResultBean getResult() {
        return result;
    }

    public void setResult(ResultBean result) {
        this.result = result;
    }

    public static class ResultBean {
        /**
         * channel : 头条
         * num : 10
         * list : [{"title":"中国体操触底反弹 范忆琳独自登最高峰带走阴云","time":"2017.10.08 06:06:12","src":"新浪体育","category":"sports","pic":"http://api.jisuapi.com/news/upload/201710/08080002_47481.jpg","content":"<p class=\"art_p\"><\/p><p class=\"art_p\">肖若腾之后，谁是第二个本届世锦赛中国冠军？或者肖就是唯一的冠军？答案在今天单项首日就已经揭晓。上海选手范忆琳稳稳的建立起属于自己的功勋。世锦赛两连冠，达成的体操名将多如过江之鲫，但对于目前渴望走出低谷的中国体操队来说，这又是一次巨大的精神力量的促进和激励。肖若腾和林超攀包揽男子全能冠亚军不是冷门，范忆琳两连冠更不是冷门，中国体操从来没跌出世界强队的区域。<\/p><p class=\"art_p\">回想15年世锦赛，范忆琳和科莫娃、斯皮里多诺娃、科西安一起，同以15.366分并列冠军，四将放三遍国歌也是奇迹之景。不过按照现在以完成分来给同分情况下名次排序的新规则，小范当时的完成分其实是最低的，因为她难度最高。<\/p><p class=\"art_p\">并列冠军，总没有单独冠军来得光荣自豪。允许并列排名最宽松的高尔夫球，在冠军上却只取一位，加洞赛比到天荒地老也要决出一位选手，第一名所被赋予的特殊含义，注定了它应该具备独一无二的性质才对。但一味搏杀难度，却忽略动作完成度，其实中国体操是有深刻教训的，最近的就是在里约奥运会。范忆琳也是受害者之一。<\/p><p class=\"art_p\">还记得让很多国人忿忿不平的奥运预赛吗？中国队被安排在早场进行，范忆琳的全套动作看上去很顺，但却被裁判打出了8.366的低完成分，最终无缘高低杠决赛。冷门爆出后，很多人自己脑补了很多阴谋迫害论。但恰恰小范对自己这场表现接受过现场采访，由于平衡木和高低杠接得过近，当时准备两套高难动作时不够充分，\u201c结果自己在高低杠上的两个连接没连上，虽然没有掉下器械，但对于运动员来说，这是很大的失误。\u201d<\/p><p class=\"art_p\">显然小范对失败有足够清醒认识，可惜在当时她这样的当事人的声音却被忽视了。但无论忽视还是重视，能证明自己能力的唯一一件事，就是在奥运结束后的下一届世界大赛里，重新找回属于自己的荣誉。范忆琳在15年世锦赛和16年里约奥运会，至少坐实了一件事：她的难度天下无敌，<\/p><p class=\"art_p\">而在2017年难度改制后，范忆琳的动作难度继续排在世界第一。还缺什么？稳定性。不仅是你下法要站住，特别关键杠上动作的连接要全部达成。这样的进步，才显得\u201c难度高\u201d这三个字，它高得有意义，而不单纯给人一种\u201c豁出去搏杀一把\u201d的卤莽心态。<\/p><p class=\"art_p\">这次预赛，范忆琳杠上完美，下法糟糕，曾让我们又惊又喜，惊的是，下法不好，更没理由质疑裁判打分。喜的是，里约之后范忆琳的成套越来越稳定，看来不会再出现里约奥运会时的没连上毛病。而到了决赛，当范忆琳下法仅仅侧跳一步时，教练王群策已经要和弟子热烈拥抱了，虽然不是死死站住，但也足够了。高难度价值，在这场决赛里得到了最完美的诠释，再没有其他外国选手还能有这水平并列，这次是唯一的冠军！<\/p><p class=\"art_p\">6.5的成套，在目前的女子高低杠世界里，只有范忆琳可以达到，而三年来连续经历世界最高级别赛事的范忆琳，现在也不过是17岁女生。如果范忆琳能把目前的优势，一路延续到东京奥运会之上，别说是对中国高低杠事业，对于中国体操其他项目，也有很好的推动作用。无论男女，体操无时不刻的需要领军人物奔向新世界，不求全能如何，范忆琳的高低杠王朝，时间越长越好。<\/p><p class=\"art_p\">(威猛)<\/p>","url":"http://sports.sina.cn/others/ticao/2017-10-08/detail-ifymrcmm9115015.d.html?vt=4&pos=108","weburl":"http://sports.sina.com.cn/others/ticao/2017-10-08/doc-ifymrcmm9115015.shtml"},{"title":"手机式出游时代来临 西湖景区4G流量增长207%","time":"2017-10-08 06:02","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08100004_25423.jpg","content":"<p class=\"art_p\">原标题：\u201c手机式出游\u201d时代来临 西湖景区4G流量增长207%<\/p>","url":"http://news.sina.cn/gn/2017-10-08/detail-ifymrcmm9114770.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/nd/2017-10-08/doc-ifymrcmm9114770.shtml"},{"title":"小学生将蜗牛养到四代同堂 送蜗牛像\u201c嫁女儿\u201d","time":"2017-10-08 06:00","src":"中国新闻网","category":"news","pic":"","content":"<p class=\"art_p\">原标题：一小学生将蜗牛养到四代同堂 送蜗牛就像嫁\u201c女儿\u201d<\/p><p class=\"art_p\">来源：钱江晚报&nbsp;<\/p><p class=\"art_p\">长假期间，有一群人不是忙着旅游，也不是忙着吃吃喝喝，而是在找一样东西\u2014\u2014他们就是三年级生的家长，趁着夜晚，打着电筒，在小区里满世界寻找蜗牛。<\/p><p class=\"art_p\">因为，在三年级科学课上册的第二单元有一个内容，叫做观察蜗牛。蜗牛自然成了必不可少的\u201c道具\u201d，有的是科学老师准备好的，有的是家长网上买的，有的是全家出动去抓的。<\/p><p class=\"art_p\">可杭州保俶塔实验学校申花校区的科学老师郑维庆却一点都不担心这个问题，因为他前两天收到了一位学生送来的20多只蜗牛，还有一批蜗牛卵，\u201c我会选择一个班级，让学生抽签决定，谁能拥有这些蜗牛。\u201d<\/p><p class=\"art_p\">郑老师向记者透露，蜗牛们的主人是四年级学生孙悠翔，\u201c他从去年开始养蜗牛，已经一年了，现在变成了一位蜗牛小专家。\u201d<\/p>","url":"http://news.sina.cn/sh/2017-10-08/detail-ifymrcmm9114553.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/s/wh/2017-10-08/doc-ifymrcmm9114553.shtml"},{"title":"默克尔宣布将与自民党和绿党展开组阁谈判","time":"2017-10-08 05:10","src":"中国新闻网","category":"news","pic":"","content":"<p class=\"art_p\">中新社柏林10月7日电 （记者 彭大伟）德国总理默克尔7日表示，其带领的联盟党（基民盟/基社盟）将与自民党和绿党展开组阁谈判。这是本次德国大选结束后，默克尔首次宣布将采纳三党共同组阁的\u201c牙买加模式\u201d。<\/p><p class=\"art_p\">当天在德累斯顿出席联盟党青年联盟（Jungen Union）全国大会时，默克尔作出上述表示。今年9月24日举行的大选中，联盟党、自民党和绿党分别获得33%、10.7%、8.9%的选票。尽管三党得票率之和已超过50%的组阁门槛，但上述三党左中右组合的\u201c牙买加模式\u201d在德国战后历史上尚无先例，被认为谈判难度将空前。<\/p><p class=\"art_p\">默克尔当天宣布这一消息时表示，尽管将面临艰难的组阁谈判，但最终目的是为了建立起一个值得信赖的政府。她坦言，除了\u201c牙买加模式\u201d之外已别无选择。<\/p><p class=\"art_p\">\u201c在可以预见的一段时期内，社民党在全国层面显然不具备执政能力。因此我们不应再对此（大联合政府）抱有幻想。\u201d默克尔说。<\/p><p class=\"art_p\">10月8日，联盟党内的两个姊妹党基民盟和基社盟将就组阁议题展开酝酿性质的内部协商。然而，双方围绕接收难民人数的上限等核心议题仍存在公开分歧。<\/p><p class=\"art_p\">据《法兰克福汇报》报道，就在7日的青年联盟全国大会上，来自巴伐利亚州的基社盟青年代表在默克尔入场时高举写有\u201c我们已经吃一堑长一智了，您呢？\u201d和\u201c为移民设置界限\u201d等标语表达不满。基民盟秘书长陶博入场时也遭到了这部分代表的嘘声。<\/p><p class=\"art_p\">德国之声援引基社盟主席霍斯特·泽霍费尔的观点指出，仅当联盟党内部就共同谈判路线达成一致后，方可启动同自民党和绿党的谈判。该台预计，他与默克尔将在8日就此展开小范围讨论。<\/p><p class=\"art_p\">默克尔目前还需要操心西部大州下萨克森即将于本月15日举行的地方选举。根据最新民调，基民盟在该州支持率已跌至与社民党齐平的地步。默克尔将从12日开始密集造访该州的塞沃塔尔、韦希塔、施塔德、奥斯纳布吕克等地，为基民盟助选。（完）<\/p>","url":"http://news.sina.cn/2017-10-08/detail-ifymrcmm9112215.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/o/2017-10-08/doc-ifymrcmm9112215.shtml"},{"title":"苹果走下王座 华为等国产机或迎前所未有超车机会","time":"2017-10-08 05:09","src":"经济观察报","category":"finance","pic":"http://api.jisuapi.com/news/upload/201710/08060004_65694.jpg","content":"<p class=\"art_p\">苹果走下王座，手机业将要进入国产时代？<\/p><p class=\"art_p\">冯庆艳<\/p><p class=\"art_p\">\u201c变\u201d似乎是手机行业唯一不变的定律，曾经诺基亚、摩托罗拉称霸全球手机业，苹果以颠覆者形象出现，从而造就了手机利润全球占比80%以上的传奇，而如今苹果的引领者价值正在被削弱。<\/p><p class=\"art_p\">苹果iPhone8/8plus、iPhoneX三个新品近期发布，并未消弭此前其创新乏力的质疑声，搭载人脸识别技术的iPhoneX，能否让消费者意识到其真正价值也是未知数，而率先引发全面屏热潮；推出首款人工智能芯片；在人脸识别、VR、3D摄像头等方面不断大胆尝试，华为、小米、OPPO、vivo等中国主流手机厂商，某些方面已经跃升到了可以与苹果、三星等较量一二的位置，它们是否迎来了手机史上前所未有的弯道超车机会？<\/p><p class=\"art_p\"><strong>\u201c松一口气\u201d<\/strong><\/p><p class=\"art_p\">苹果虽然近期一口气发布了i-Phone8/8plus、iPhoneX三个手机新品，中国某手机厂商相关负责人对记者坦言，看到了苹果新品展示的创新技术应用，这让他松了一口气。乔布斯2007年发布了第一款iphone产品，彼时诺基亚全球市场份额占比40%左右，塞班系统风光无限，三年后，苹果iphone4首次做了大幅改版，从此，苹果成功击溃了多年手机霸主诺基亚、摩托罗拉，IOS系统也成功击溃塞班系统，但短短十年之后的今天，苹果创新带来的品牌溢价正在式微。<\/p><p class=\"art_p\">在第一手机界研究院院长孙燕飚看来，中国手机厂商松了口气背后，是其综合实力的极大提升，曾经苹果发布iPhone新品，新品上一项创新技术的应用，中国手机厂商需要两三年时间才能追赶上其创新节奏，而如今像华为、OPPO、vivo、小米等则只需要两三个月的时间，便可以追赶上。创新技术的应用上几乎没有了门槛，甚至有些地方还要领先一步。<\/p><p class=\"art_p\">在今年下半年，有一个业内段子调侃，如果手机新品不是全面屏的，都不好意思开发布会，三星、LG、夏普以及华为、小米、vivo、OP-PO、金立、努比亚等，有的已经发布全面屏旗舰手机，有的将要发布。甚至像糖果手机推出一款价位千元的全面屏手机，将全面屏手机激战范围从中高端拉伸到了低端市场，而近期发布了iPhone8/8plus、iPhoneX三款新机的苹果，一是时机上并未引领局势，二是仅有代表其创新水平的iPhoneX是全面屏手机，而iPhone8/8plus并不是。<\/p><p class=\"art_p\">手机同质化时期，孙燕飚告诉记者，全面屏手机犹如\u201c韩国微整容\u201d，颜值上的修整，带给消费者手机改变很大的印象，但有个痛点则是手机从85%的屏占比提升到90%，则成本却是成倍的增长，因为这带来的是元器件的集成化，模组的集中化，摄像头的微型化等，这让所有的元器件都要定制。<\/p><p class=\"art_p\">不过全面屏正在成为手机标配，因为iPhone8/8plus不是全面屏等因素，造成首售效果相较于以往手机新品发布落差较大。AboveAvalon分析师NeilCybart对外表示，iPhone8开售第一周销量可能是2014年iPhone6发售以来最低的一次。中国移动某人士披露的其销量情况与前者所说颇为吻合。<\/p><p class=\"art_p\"><strong>苹果供应链尴尬<\/strong><\/p><p class=\"art_p\">一边是 iPhone8采用的是in-cell屏，如果改变切割尺寸做全面屏，整个屏幕的良品率会下掉到50%以下。由于in-cell屏可以实现触控显示一体化，而如果不采用in-cell屏，则违背了苹果追求机身纤薄的消费潮流。<\/p><p class=\"art_p\">另一边，实现全面屏的iPhoneX依然矛盾，该手机使用的是三星OLED屏幕，但孙燕飚分析，这似乎并非苹果所愿，因为苹果iPhone产品一般拥有36个月的市场使用寿命，而OLED屏幕有个天生毛病，光衰是18个月，消费者用了一段时间后，会发现手机屏幕越用越绿，这显然跟苹果使用周期相矛盾。但是为了使用三星的折叠技术专利，只能按照三星要求采用其OLED屏幕。<\/p><p class=\"art_p\">这背后彰显了苹果供应链掌控不力的尴尬。<\/p><p class=\"art_p\">近来苹果采购核心零部件尤其是新技术OLED屏幕上的供应链把控能力式微，台湾面板厂商友达被排除在2017年供应商名单之外，三星成了其手机OLED屏幕的唯一供应商，这违背了苹果一直秉承的\u201c双供应商策略\u201d，而近期苹果频频与京东方沟通合作事宜，可见其改变现状的迫切性，也侧面反映了中国在上游核心零部件上的实力得到大幅提升。<\/p><p class=\"art_p\">任正非在近日华为诺亚方舟实验室座谈会上的一次内部讲话称，从未想干翻苹果，AI投资见顶下跌时正是机会。华为9月2日在IFA上发布了一款名叫麒麟970的人工智能芯片，这款芯片将应用在即将在10月16日发布的高端旗舰机mate10身上，这款新机外界分析会拥有虹膜识别或3D摄像等最新技术，而小米mix2、vivox20等均搭载了人脸识别技术。<\/p><p class=\"art_p\">\u201cAI、AR、3D摄像头等新技术在苹果iPhoneX上的应用，华为、OP-PO、vivo、小米等中国手机厂商跟随只需两三个月，对于如今的中国手机厂商来说，并没有特别大的技术门槛和实现周期，\u201d孙燕飚告诉记者。<\/p><p class=\"art_p\">而且每一种新技术从兴起到普及需要一个过程，苹果iPhoneX搭载的3D摄像人脸识别技术，到底何时引领起来消费者这方面的需求，依然是个未知数。从教育市场到真正市场爆发的过程，这期间，带给中国手机厂商一些生存发展的机会，因为中国厂商非常擅长把握消费者需求，着重在用户体验上下手，而新技术的跟进也非常快速。<\/p><p class=\"art_p\">近期ios系统的对手安卓系统缔造者谷歌，用11亿美元将HTC手机团队并购，这被看作是谷歌避免苹果ios系统一家独大的一步棋。这势必带给苹果一些新的压力。而中国手机品牌基本都采用安卓系统，这无疑也给中国手机厂商一个追赶的时机。<\/p><p class=\"art_p\">在作为世界第二大经济体的中国，截至目前，苹果已经连续六个季度销量连续下滑，为了挽回在中国的颓势，苹果近期在中国设了一个新职位，派葛越担任苹果大中华区（包括大陆、香港和台湾）首任副总裁和总经理。<\/p><p class=\"art_p\">苹果在其他地区并未有担任领导职务的高管。而葛越面对的不仅是iPhone8首次销售的不理想，还有如何在中国手机品牌强力竞争下，让即将上市发售的、价位高昂的iPhoneX，获得中国消费者的认可等难题。<\/p>","url":"http://finance.sina.cn/usstock/mggd/2017-10-08/detail-ifymrcmm9111782.d.html?vt=4&pos=108","weburl":"http://finance.sina.com.cn/stock/usstock/c/2017-10-08/doc-ifymrcmm9111782.shtml"},{"title":"身边环境更优美 全国地表水水质优良比例达70%","time":"2017-10-08 04:07","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08060003_24283.jpg","content":"<p class=\"art_p\">原标题：全国地表水水质优良比例达70%<\/p><p class=\"art_p\">身边的环境更优美了<\/p><p class=\"art_p\">来源：人民日报<\/p><p class=\"art_p\">制图：蔡华伟<\/p><p class=\"art_p\">\u201c最近这几个月，北京空气一直不错，今年的蓝天白云比以前多多了。这几年政府对大气治理投入很大，效果也很好。\u201d家住丰台区的北京市民郑昊说。<\/p><p class=\"art_p\">今年3月份至8月份，北京PM2.5浓度连续6个月创历史同期最低，8月北京PM2.5月均浓度为38微克/立方米，是自2013年有PM2.5监测数据以来，月均浓度首次低于40微克/立方米。<\/p><p class=\"art_p\">党的十八大以来，是我国生态文明建设力度最大、举措最实、推进最快、成效最好的时期。<\/p><p class=\"art_p\">制度密集出台。党中央、国务院印发《关于加快推进生态文明建设的意见》《生态文明体制改革总体方案》。中央全面深化改革领导小组审议通过40多项生态文明建设和环境保护具体改革方案，一批具有标志性、支柱性的改革举措陆续推出。中央环保督察完成对31个省区市的督察，实现了全覆盖。<\/p><p class=\"art_p\">执法力度加大。环境保护法、大气污染防治法、水污染防治法、环境影响评价法等法律完成制修订。\u201c史上最严\u201d的新环保法，在打击环境违法行为方面力度空前。5年来，针对一些地方履职不到位、环境质量持续恶化等问题，环境保护部公开约谈40多个市（州、县）。<\/p><p class=\"art_p\">环境大幅改善。2016年，京津冀、长三角、珠三角三个区域PM2.5平均浓度与2013年相比都下降了30%以上。全国酸雨面积占国土面积比例由历史高点的30%左右下降到7.2%。2017年上半年，全国地表水水质优良（Ⅰ\u2015Ⅲ类）水体比例为70.0%。<\/p><p class=\"art_p\">\n<script type=\"text/javascript\">// <![CDATA[\n// <！[CDATA[\n// <！[CDATA[\n// <！[CDATA[\n_acM（{aid：\u201cmm_122588615_24060014_79798355\u201d，format：1，mode：1，gid：1，serverbaseurl：\u201cafpeng.alimama.com/\u201d}）；\n// ]]><\/script>\n<\/p>","url":"http://news.sina.cn/gn/2017-10-08/detail-ifymrcmm9110370.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/nd/2017-10-08/doc-ifymrcmm9110370.shtml"},{"title":"中国海军远航访问编队20国访问结束 启程回国","time":"2017-10-08 04:03","src":"中国新闻网","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08060002_75857.jpg","content":"<p class=\"art_p\">原标题：中国海军远航访问编队20国访问结束 启程回国<\/p><p class=\"art_p\">来源：人民日报<\/p><p class=\"art_p\">本报泰国梭桃邑10月7日电 （记者孙广勇）中国海军远航访问编队7日结束对泰国的友好访问，开始踏上回国的航程。至此，编队圆满完成对亚非欧三大洲20个国家的远航访问任务。<\/p><p class=\"art_p\">当地时间7日10时，中国驻泰国国防武官，泰国海军舰队官兵代表，华侨华人、中资机构和留学生代表等200余人在码头冒雨为编队送行。<\/p><p class=\"art_p\">访泰期间，编队指挥员沈浩拜会了泰国副总理兼国防部长巴威等泰军政领导。巴威对编队到访表示热烈欢迎，并表示泰中两国两军尤其是海军间友好关系源远流长，希望双方进一步深化交流合作。<\/p><p class=\"art_p\">编队政委徐平率官兵代表赴泰罗勇府光华学校组织慰问联谊活动，向学校孩子们赠送了具有中国特色的熊猫玩具和书包等文具。<\/p><p class=\"art_p\">\n<script type=\"text/javascript\">// <![CDATA[\n// <！[CDATA[\n// <！[CDATA[\n// <！[CDATA[\n// <！[CDATA[\n_acM（{aid：\u201cmm_122588615_24060014_79798355\u201d，format：1，mode：1，gid：1，serverbaseurl：\u201cafpeng.alimama.com/\u201d}）；\n// ]]><\/script>\n<\/p><p class=\"art_p\">中泰两国海军官兵举行了篮球友谊赛。长春舰、荆州舰、巢湖舰向泰当地民众和华侨华人开放。<\/p><p class=\"art_p\">中国海军远航访问编队舰艇驶离梭桃邑港后，在泰国湾海域与泰国海军举行海上联合演练。<\/p>","url":"http://news.sina.cn/gn/2017-10-08/detail-ifymrcmm9110294.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/c/nd/2017-10-08/doc-ifymrcmm9110294.shtml"},{"title":"女子试图越入英白金汉宫被捕 警方称与恐袭无关","time":"2017-10-08 04:00","src":"人民日报海外版","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08080002_58377.png","content":"<p class=\"art_p\">海外网10月8日电 一名30岁的女子因试图攀爬进入英国白金汉宫遭警察逮捕。当时，白金汉宫（Buckingham Palace）的官员观察到该女子爬上前门试图越入宫殿内，不过在她翻越大门之前很快被2名警察带走。警方称，该事件与恐怖袭击无关。就在不久前，英国自然历史博物馆（Natural History Museum）外有汽车蓄意冲上人行道，并撞伤多人。在曼彻斯特发生恐怖袭击事件之后，英国首相特蕾莎·梅于宣布将英国面临恐怖主义威胁等级提高至\u201c危急\u201d级别。<\/p><p class=\"art_p\">据英国《每日邮报》报道，一名大都会警察发言人称，\u201c（当地时间）周六17点40分左右，白金汉宫的官员观察到一名30岁左右的女子爬上宫殿的前门，不过在她翻越大门之前很快被2名警察带走。\u201d<\/p><p class=\"art_p\">参观白金汉宫的游客见到此景纷纷受到惊吓。该女子被逮捕后朝着警车大吼大叫。<\/p><p class=\"art_p\">根据《严重有组织犯罪法》第128条，该女子因涉嫌擅闯受保护建筑而被拘捕，目前被关押在伦敦某警察局内。警方称，该事件并未视作恐怖袭击事件。<\/p><p class=\"art_p\">另据英国《每日电讯报》报道，去年（2016年），一名21岁的女子因试图攀爬越过白金汉宫侧面的墙壁遭警方逮捕。<\/p><p class=\"art_p\">2011年，两名涉嫌试图闯进白金汉宫的学费抗议者被警察逮捕。伦敦大都会警察逮捕了两名男子，这两人当时正试图说服警卫让他们进入白金汉宫。大都会警察一名发言人说，\u201c我们依据《严重有组织犯罪法》第128条逮捕了一名26岁和一名20岁的男子。\u201d<\/p><p class=\"art_p\">2003年，一名来自英国利兹的退休助产士Lindis Percy爬上白金汉宫入口处20英尺高的大门抗议美国前总统布什在国家访问期间停留在白金汉宫。<\/p><p class=\"art_p\">据此前报道，当地时间10月7日下午，在位于伦敦的英国自然历史博物馆（Natural History Museum）外有汽车蓄意冲上人行道，并撞伤多人，一名男子当场被捕。目前，警方正对嫌疑人的作案动机等进行进一步的调查。英国《卫报》援引警方发言人的话称，\u201c目前并没有信息表明这是一起恐怖袭击事件。\u201d<\/p><p class=\"art_p\">在曼彻斯特发生恐怖袭击事件之后，英国首相特蕾莎·梅于5月23日宣布，将英国面临恐怖主义威胁等级提高至\u201c危急\u201d级别。这是英国设定的恐怖主义威胁等级的最高级，这个等级的涵义是\u201c面临进一步袭击的威胁迫在眉睫\u201d。（编译/海外网 巩浩）<\/p>","url":"http://news.sina.cn/gj/2017-10-08/detail-ifymrcmm9110457.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/zx/2017-10-08/doc-ifymrcmm9110457.shtml"},{"title":"俄再将日船员扣留争议岛屿 日曾支付百万释放金","time":"2017-10-08 03:56","src":"人民日报海外版","category":"news","pic":"http://api.jisuapi.com/news/upload/201710/08070002_78408.png","content":"<p class=\"art_p\"><img title=\"1507399222556560.png\" src=\"https://n.sinaimg.cn/news/crawl/20171008/JpIT-fymrcpw5103963.png\" alt=\"\"><span class=\"img_descr\"><\/span><\/p>","url":"http://news.sina.cn/gj/2017-10-08/detail-ifymrcmm9110400.d.html?vt=4&pos=108","weburl":"http://news.sina.com.cn/w/zx/2017-10-08/doc-ifymrcmm9110400.shtml"},{"title":"世界杯第12支参赛队诞生！非洲首个晋级队出炉","time":"2017.10.08 02:42:59","src":"新浪体育","category":"sports","pic":"http://api.jisuapi.com/news/upload/201710/08100003_84281.jpg","content":"<p class=\"art_p\">各大洲的世界杯预选赛都进行到了关键阶段，又有一些球队在这个国际比赛日陆续拿到了明年世界杯的门票。在刚刚结束的一场非洲区预选赛当中，<strong>尼日利亚<\/strong>凭借阿森纳小将伊沃比的进球主场1-0击败赞比亚，提前一轮进军世界杯，也成为非洲区第一支出线的球队。<\/p><p class=\"art_p\">世界杯非洲区预选赛目前已经进行到了第三阶段，也就是20强赛。20支球队分为5个小组进行主客场双循环，每个组的第一名出线。尼日利亚和喀麦隆、阿尔及利亚还有赞比亚同分在了死亡之组，但非洲雄鹰表现出色，主场先后击败阿尔及利亚和喀麦隆两个主要对手，又主客场双杀赞比亚，只是客场和喀麦隆打平。在20强赛的较量中，切尔西大将摩西贡献3球，伊沃比、伊赫纳乔和米克尔各自攻入2球。这将是尼日利亚第6次参加世界杯，他们1994年上演世界杯首秀，上届巴西世界杯则打入16强。<\/p><p class=\"art_p\">尼日利亚也成为第12支确定参加明年世界杯的球队，之前11支分别是俄罗斯（东道主）、巴西（南美区）、伊朗、日本、韩国、沙特（亚洲区）、墨西哥（中北美及加勒比地区）、比利时、德国、英格兰和西班牙（欧洲区）。<\/p><p class=\"art_p\">（华迪维亚）<\/p>","url":"http://sports.sina.cn/premierleague/arsenal/2017-10-08/detail-ifymrcmm9104632.d.html?vt=4&pos=108","weburl":"http://sports.sina.com.cn/g/pl/2017-10-08/doc-ifymrcmm9104632.shtml"}]
         */

        private String channel;
        private String num;
        private List<ListBean> list;

        public String getChannel() {
            return channel;
        }

        public void setChannel(String channel) {
            this.channel = channel;
        }

        public String getNum() {
            return num;
        }

        public void setNum(String num) {
            this.num = num;
        }

        public List<ListBean> getList() {
            return list;
        }

        public void setList(List<ListBean> list) {
            this.list = list;
        }

        public static class ListBean {
            /**
             * title : 中国体操触底反弹 范忆琳独自登最高峰带走阴云
             * time : 2017.10.08 06:06:12
             * src : 新浪体育
             * category : sports
             * pic : http://api.jisuapi.com/news/upload/201710/08080002_47481.jpg
             * content : <p class="art_p"></p><p class="art_p">肖若腾之后，谁是第二个本届世锦赛中国冠军？或者肖就是唯一的冠军？答案在今天单项首日就已经揭晓。上海选手范忆琳稳稳的建立起属于自己的功勋。世锦赛两连冠，达成的体操名将多如过江之鲫，但对于目前渴望走出低谷的中国体操队来说，这又是一次巨大的精神力量的促进和激励。肖若腾和林超攀包揽男子全能冠亚军不是冷门，范忆琳两连冠更不是冷门，中国体操从来没跌出世界强队的区域。</p><p class="art_p">回想15年世锦赛，范忆琳和科莫娃、斯皮里多诺娃、科西安一起，同以15.366分并列冠军，四将放三遍国歌也是奇迹之景。不过按照现在以完成分来给同分情况下名次排序的新规则，小范当时的完成分其实是最低的，因为她难度最高。</p><p class="art_p">并列冠军，总没有单独冠军来得光荣自豪。允许并列排名最宽松的高尔夫球，在冠军上却只取一位，加洞赛比到天荒地老也要决出一位选手，第一名所被赋予的特殊含义，注定了它应该具备独一无二的性质才对。但一味搏杀难度，却忽略动作完成度，其实中国体操是有深刻教训的，最近的就是在里约奥运会。范忆琳也是受害者之一。</p><p class="art_p">还记得让很多国人忿忿不平的奥运预赛吗？中国队被安排在早场进行，范忆琳的全套动作看上去很顺，但却被裁判打出了8.366的低完成分，最终无缘高低杠决赛。冷门爆出后，很多人自己脑补了很多阴谋迫害论。但恰恰小范对自己这场表现接受过现场采访，由于平衡木和高低杠接得过近，当时准备两套高难动作时不够充分，“结果自己在高低杠上的两个连接没连上，虽然没有掉下器械，但对于运动员来说，这是很大的失误。”</p><p class="art_p">显然小范对失败有足够清醒认识，可惜在当时她这样的当事人的声音却被忽视了。但无论忽视还是重视，能证明自己能力的唯一一件事，就是在奥运结束后的下一届世界大赛里，重新找回属于自己的荣誉。范忆琳在15年世锦赛和16年里约奥运会，至少坐实了一件事：她的难度天下无敌，</p><p class="art_p">而在2017年难度改制后，范忆琳的动作难度继续排在世界第一。还缺什么？稳定性。不仅是你下法要站住，特别关键杠上动作的连接要全部达成。这样的进步，才显得“难度高”这三个字，它高得有意义，而不单纯给人一种“豁出去搏杀一把”的卤莽心态。</p><p class="art_p">这次预赛，范忆琳杠上完美，下法糟糕，曾让我们又惊又喜，惊的是，下法不好，更没理由质疑裁判打分。喜的是，里约之后范忆琳的成套越来越稳定，看来不会再出现里约奥运会时的没连上毛病。而到了决赛，当范忆琳下法仅仅侧跳一步时，教练王群策已经要和弟子热烈拥抱了，虽然不是死死站住，但也足够了。高难度价值，在这场决赛里得到了最完美的诠释，再没有其他外国选手还能有这水平并列，这次是唯一的冠军！</p><p class="art_p">6.5的成套，在目前的女子高低杠世界里，只有范忆琳可以达到，而三年来连续经历世界最高级别赛事的范忆琳，现在也不过是17岁女生。如果范忆琳能把目前的优势，一路延续到东京奥运会之上，别说是对中国高低杠事业，对于中国体操其他项目，也有很好的推动作用。无论男女，体操无时不刻的需要领军人物奔向新世界，不求全能如何，范忆琳的高低杠王朝，时间越长越好。</p><p class="art_p">(威猛)</p>
             * url : http://sports.sina.cn/others/ticao/2017-10-08/detail-ifymrcmm9115015.d.html?vt=4&pos=108
             * weburl : http://sports.sina.com.cn/others/ticao/2017-10-08/doc-ifymrcmm9115015.shtml
             */

            private String title;
            private String time;
            private String src;
            private String category;
            private String pic;
            private String content;
            private String url;
            private String weburl;

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getTime() {
                return time;
            }

            public void setTime(String time) {
                this.time = time;
            }

            public String getSrc() {
                return src;
            }

            public void setSrc(String src) {
                this.src = src;
            }

            public String getCategory() {
                return category;
            }

            public void setCategory(String category) {
                this.category = category;
            }

            public String getPic() {
                return pic;
            }

            public void setPic(String pic) {
                this.pic = pic;
            }

            public String getContent() {
                return content;
            }

            public void setContent(String content) {
                this.content = content;
            }

            public String getUrl() {
                return url;
            }

            public void setUrl(String url) {
                this.url = url;
            }

            public String getWeburl() {
                return weburl;
            }

            public void setWeburl(String weburl) {
                this.weburl = weburl;
            }
        }
    }
}
